[Public]
YMWFormatForm=dd/MM/yyyy
YMFormatForm=MM/yyyy
YMFormatDB=MMyyyy
YMFormat=MM/yyyy
WorkRate=Asistencia
WorkHrs=Horas Trabajadas
WorkHours=Horas Trabajadas
WorkDays=Dias Trabajado
windows7Blue=windows7Blue
WeekDays=Días de la semana
WedID=Mie.
VK_VOICE=Sonido
VK_VEIN=Vena
VK_PASS=Clave
VK_PALMVEIN=Palma
VK_NONE=Nada
VK_IRIS=IRIS
VK_FP=FP
VK_FACE=Cara
VK_CARD=Tarjeta
VisualStudio2012Light=VisualStudio2012Light
visualStudio2012Dark=visualStudio2012Dark
visualStudio2010Blue=visualStudio2010Blue
VerifyMode=Modo Verificacion
UpdateDate=Updated
UnsuccessfulEmpNo=UnsuccessfulEmpNo:
Tune=Ajustar Valor
TueID=Mar.
tsnDelete=Borrar
tsnCopy=Copiar
tsnClear=Vaciar
TimeOut5=Sal 5
TimeOut4=Sal 4
TimeOut3=Sal 3
TimeOut2=Sal 2
TimeOut1=Sal 1
TimeInOut=Registro Asistencia
TimeIn5=In 5
TimeIn4=In 4
TimeIn3=In 3
TimeIn2=In 2
TimeIn1=In 1 
ThuID=Jue.
TemperatureAlarm=Alerta de temperatura
Temperature=Temperatura
tabOpenDoorlog=Registro de apertura
tabAllLog=Todos los registros
tabAlarmLog=Registro de alarma
SystemField=Campo del Sistema
SunID=Dom.
SunHrs=ST Fin de Semana
SunDays=Dias descanso
SubName=Nombre Sub Funccion
StaticDev=General
StaticBoxSumMin=Subtotal
StaticBoxSum=Total
StartDate=Fecha inicio
Start=Start Valor
StarDev=Serie de estrellas
SortName=Nombre
SortIDNameOtSure=Tipo ST
SortIDNameDayoff=Pedir Permiso 
SortID=Categoria No.
SihftKQDate=Fecha
SignoutTime5=Sal 5
SignoutTime4=Sal 4
SignoutTime3=Sal 3
SignoutTime2=Sal 2
SignoutTime1=Sal 1
SigninTime5=In 5 
SigninTime4=In 4
SigninTime3=In 3
SigninTime2=In 2
SigninTime1=In 1
ShiftRuleName=Nombre Regla
ShiftRuleID=Regla No.
ShiftRulecycName=Ciclo Unidad
ShiftRulecyc=Ciclo
ShiftRule=Cambio Regla
ShiftName=Cambio Nombre
ShiftID=Cambio ID
SelectCheck=| Seleccionar |
SeaDev=Serie Sea
SatID=Sab.
SameEmp=Mismo Empleado
SameDepart=Mismo Departamento
RuleWednesday=Miercoles
RuleTuesday=Martes
RuleThursday=Jueves
RuleSunday=Domingo
RuleSaturday=Sabado
RuleRestDays=Dias sin Reglas
RuleReadWorkHrs=Horas Trabajadas
RuleReadLeave=Cuente como ST actual horas despues de la salida
RuleReadLate=Contar como hora Actual STdespues de iniciar sesión
RuleNoRule=Activar Regla Libre
RuleName=Nombre Reglas 
RuleMonday=Lunes
RuleLeaveIgnore=Salida fuera de hora permitida
RuleLeaveHrs=Salida Temprano no considerar asistencia
RuleLateLeaveCalHrs=Tardanza o Salida Temprano deducir horas de trabajo
RuleLateIgnore=Tardanza Permitida
RuleLateHrs=Tarde no considerar la asistencia
RuleIDName=Regla
RuleID=No.Reglas
RuleHeadAndTail=Cuente solo registros de cabeza y cola
RuleFriday=Viernes
RuleDupLimit=Intervalo Reg.
RuleDeferMins=Pospuesto considerar Hora ST
RuleDeferHrs=Pospuesto considerar ST
RuleCount=Número de tarjetas
RuleAheadMins=Temprano Considerar Hora ST
RuleAheadHrs=Temprano considerar ST
RuleLeaveOvertime=El tiempo de licencia no se cuenta como tiempo extra
Remark=Remarca
rbUSB=USB Conneccion
rbSql=Página web(Sql Server)
rbLAN=LAN Conneccion
rbComm=RS232/485 Conneccion
rbAccess=Versión unidimensional(Access)
PersonalPunchInMode=Modo de perforación Personal
PassTimeStart=Empezar
PassTimeName=Descripcion
PassTimeID=Timing S.N.
PassTimeEnd=Fin
OvertimeTypeName=Tipo ST
OvertimeSort=Tipo ST
OvertimeRate=Ratio ST
OverHours=Horas ST
OutHrs=Horas Fuera
OtReason=Razon
OtHrsM=Horas ST
OtHrs=Horas ST
optSelectAll=Elegir Cascada
optSelect=Elegir Una
OprtTool=Acción
OprtTime=Tiempo de Operación
OprtPWD= Clave
OprtNoName=Operador
OprtNo=Operador
OprtName=Nombre Usuario
OprtModule=Modo de Operación
OprtLastLoginTime=Ultimo Login
OprtIsSys=Default
OprtDetail=Detalles de La Operación
OprtDesc=Descripcion
OprtDate=Hora Operac
OprtComputerName=Base de Datos de Acciones
Online=En linea
Offline=Fuera de linea
officeMobile2014=officeMobile2014
office2016=office2016
office2013=office2013
office2010Silver=office2010Silver
office2010Blue=office2010Blue
office2010Black=office2010Black
Nation=Nación
MsgUpgrading=Actualizando la base de datos...
MsgUnRegisterInfo=No registrado, solo puede monitorear {0}
MsgUnModuleInfo=El software no contiene el módulo {0}, reinstale el software o modifique la información del dispositivo para usarlo para su reutilización general
MsgTestDataLinkSuccess=Test DB conectada
MsgSetTimingData=Ajuste el tiempo para recuperar nuevos registros
MsgSelectNo={0} Seleccionado.
MsgSaveSucceed=Datos salvados Ok.
MsgRepeatNo={0} ya existe, ¿está seguro de sobrescribirlos?
MsgReadingData=Leyendo datos, por favor espere ...
MsgReadEndData=Lect datos exitosa.
MsgPasswordSuccess=Clave cambiada.
MsgOprtComplete=Operación completada.
MsgNoSelectDelete=No dato selecccionado!
MsgGetSelectData=Registro de las opciones de reciclaje
MsgGetNewData=Nuevo récord de recuperación
MsgGetMacNo={0} Obtenga el número de máquina para garantizar una comunicación normal
MsgGetDataInfoBao=Obteniendo paquete
MsgGetAllData=Recuperación de todos los registros
MsgFindMacSN=Ingrese {0} o {1}, presione [Entrar] para mantener
MsgExportSuccess=Exportacion {0} existosa. 
MsgExportingData=Exportando {0} data, por favor espere...
MsgExitSystem=Estas seguro de salir  "{0}" ?
MsgDownInfo_Star={0} persona, huella digital de la serie de estrellas {1}, cara de la serie de estrellas {2}, contraseña{3}, Tarjeta {4}, Star Series Palm Vein {5}
MsgDeleteSucceed=Datos borrado.
MsgDeleteSelect=Seguro de borrar datos?
MsgCreating=Creando una base de datos...
MsgContinue=¿Desea continuar?
MsgCompactSuccess=Compresion BD exitosa.
MsgCompacting=Compresion de BD, por favor espere...   
MonthDays=Dias
MonID=Lun.
Module=Modulo Funcion
MJDateTime=Horario de apertura
MacUSERS=Empleados
MacSN=Dev. No.
MacSeriesTypeName=Tipo de dispositivo
MacPSWS=Claves
MacPort=Port 
MacPALMVEINS=Palmas
MacMANAGERS=Admins
MacIP=IP/Dominio
MacGLOGS=Registros Nuevos
MacFPS=Huellas
MacFaceS=Caras
MacDoorStateTime=Estado de la puerta
MacDesc=Describe
MacDefenseState=Estado de cierre
MacConnType=Conneccion
MacConnPWD=BaudRate/Clave Conneccion
MacConnectState=Estado de conexión
MacCARDS=Tarjetas
MacAGLOGS=Todos los registros
LOG_WIGANCARDWHITELIST=WegenCard+Cara
LOG_WIGANCARD=WegenCard
LOG_WHITELISTIDCARD=Cara + IDCard
LOG_WHITELIST=Cara
LOG_TEMPPERATURE=Temperatura corporal
LOG_TEMPPERATURE_WHITE=Temperatura corporal + cara
LOG_TEMPPERATURE_MASK=Temperatura corporal + mascarilla
LOG_TEMPPERATURE_MASK_WHITE_CARD=Temperatura corporal + máscara + cara + tarjeta
LOG_RFCARDWHITELIST=Tarjeta RF + cara
LOG_RFCARD=Tarjeta RF
LOG_PROG_OPEN=Abierto por PC
LOG_PROG_CLOSE=Cerrado por PC
LOG_PPVERIFY=Palm Verificado
LOG_PPPASSVERIFY=Palm+Cla Verificado
LOG_PPCARDVERIFY=Palm+Tar Verificado
LOG_PP_FACE_VERIFY=Palm+Cara Verificado
LOG_PASSVERIFY=CLA Verificado
LOG_PASSPPVERIFY=Cla+Palm Verificado
LOG_PASSFP_VERIFY=Cla+Fp Verificado
LOG_PASSFACEVERIFY=Cla+Cara Verificado
LOG_OPEN_IREGAL=Apertura No autorizada
LOG_OPEN_HAND=Apertura con boton de salida
LOG_OPEN_DOOR=Puerta Abierta
LOG_OPEN_DOOR_THREAT=Apertura forzada
LOG_OPEN_COVER=Cover abierto
LOG_MASK=Mascaras
LOG_MASK_WHITE=Máscara + cara
LOG_IOMODE_OUT4=SAL4
LOG_IOMODE_OUT3=SAL3
LOG_IOMODE_OUT2=SAL2
LOG_IOMODE_OUT1=SAL1
LOG_IOMODE_IO=IS
LOG_IOMODE_IN4=ING4
LOG_IOMODE_IN3=ING3
LOG_IOMODE_IN2=ING2
LOG_IOMODE_IN1=ING1
LOG_IDCARD=IDCard
LOG_FPVERIFY=FP Verificado
LOG_FPPASS_VERIFY=Fp+Cla Verificado
LOG_FPCARD_VERIFY=Fp+Tar Verificado
LOG_FP_PP_VERIFY=Fp+Palm Verificado
LOG_FP_FACE_VERIFY=Fp+Cara Verificado
LOG_FACEVERIFY=Cara Verificado
LOG_FACEPASSVERIFY=Cara+Cla Verificado
LOG_FACECARDVERIFY=Cara+Tar Verificado
LOG_FACE_PP_VERIFY=Cara+Palm Verificado
LOG_FACE_FP_VERIFY=Cara+Fp Verificado
LOG_CLOSE_IREGAL=Cerrado No autorizado
LOG_CLOSE_DOOR=Puerta cerrada
LOG_CLOSE_COVER=Cover Cerrado
LOG_CARDVERIFY=PIN VerifIcado
LOG_CARDPPVERIFY=Tar+Palm Verificado
LOG_CARDPASS_VERIFY=Tar+Cla Verificado
LOG_CARDFP_VERIFY=Tar+Fp Verificado
LOG_CARDFACEVERIFY=Tar+Cara Verificado
LOG_DEVMODE_KQMJ=Máquina de asistencia y control de acceso
LOG_DEVMODE_KQ=Máquina de asistencia
LOG_DEVMODE_MJ=Máquina de control de acceso
LeaveRate=Ratio Salida
LeaveMins=Min Temprano
LeaveDays=Horas Salida
LeaveCount=Horas Temprano
lbWeek=Primer día de la semana
lbTips=¡Usar esta función para mantener el software en funcionamiento!
lbSelectGroup=Seleccionar grupo
lbSecond=Segundo
lbRestart=Reinicio con efecto a partir del reinicio
lbRecTuneUrl=Dirección IP
lbPrompt=Ingrese el número de registro y presione [ENTER] para ejecutar
lbpassword=Contraseña inicial: admin
lbMonitor=La dirección IP es la dirección IP de la máquina
lbMinute=Minuto
lbMacSeriesUserName=Nombre de usuario
lblQuickSearchToolTip=Ingresa ID o nombre y press [ENTER]
lblQuickSearch=Busca rapida
lblFingerNo=Empleado No.
lblCommPort=No.Puerto
lblCommBaudRate=BaudRate
lbDevGroup=Grupo de equipos
lbCalc=Se recomienda tomar 30, 15, 30, {0}<{1}, véase la documentación de ayuda para más detalles
lbACSQ=La versión web requiere un servidor de base de datos SQL Server.
lbMacMode=Modo de dispositivo
LateMins=Min Salida
LateCount=Horas Tarde
KQYM=Fecha
KQWeek=Dia
KQTime=Hora Asistencia
KQShift=Cambio
KQDateTime=Dia
KQDateT=Fecha
KQDate=Fecha
ItemZoomOut=Zoom out
ItemZoomIn=Zoom in
ItemUnselect=Deseleccionar todo
ItemTextStar=Star Series#13#10Puerto
ItemTextSeaSeries=Serie Sea#13#10Puerto
ItemTextDataFormat=Seteo Formato Texto   
ItemTextData=Dato Texto
ItemTAGExt=Extension
ItemSwitchingThemes=Cambiar de piel
ItemSetupDisplay=Mostrar/Ocultar Col.
itemSetMonitor=Dispositivo de reconocimiento dinámico
ItemSelectGroup=Seleccionar grupo
ItemSelect=Seleccionar todo
ItemSearch=Buscar
ItemRefresh=Refresca
ItemPrint=Print                
ItemPosition=Actual: {0}  Of: {1}
ItemPasteUpData=Copiar datos de la linea superior
ItemMomAdd=Aumento de lote
ItemImport=Importa
ItemGroup=Aumentar grupo
ItemFindText=Ingresa ID o nombre y press [ENTER]
ItemFindLabel=Busca Rapida
ItemExport=Exporta   
ItemExit=Salir
ItemEmptyData=Borrar datos dentro de esta línea
ItemEdit=Editar
ItemDevSet=Ajustes de la máquina
ItemDelete=Borrar
ItemClose=Cerrar
ItemAdd=Agregar
ItemAddDev=Agregar equipo
IsSignIn=Manualmente agregado
IsGPRS=GPRS
IsDRecognition=Identificación Dinámica
IsAuto=Auto Emparejamiento
IsAttend=Asistencia
IsAlarm=Alarma
Integer=Redondear Valor
InOutMode=In/Sal
ImportField=Campo Origen
HolidayName=Nombre
HolidayEndTime=Fin Dia
HolidayBeginTime=Empezar Dia
HdHrs=ST Feriados
HdDays=Feriado
groupBoxCameras=Cámaras
gbxEmpTime=Seleccione El Período De Tiempo
gbxEmpInfo=Info Empleado
gbxDev=Seleccione dispositivo
FuncShow=Pantalla
FuncOrder=Orden
FriID=Vie.
FK_STATUS_USEDMEMORYA=RAM Usada
FK_STATUS_USEDDISK=Flas Usado
FK_STATUS_TOTALDISK=Espacio Flash
FK_STATUS_FREEMEMORYA=RAM Disponible
FK_STATUS_FREEDISK=Flash Disponible
FK_STATUS_FACES=Cara
FK_STATUS_ALLUSERS=Todos Empleados
FK_RUNERR_WRITE_FAIL=Error transmitiendo.
FK_RUNERR_UNKNOWNERROR=Error desconocido
FK_RUNERR_TIMEOUT=Error de tiempo de espera
FK_RUNERR_READ_FAIL=Error Lectura
FK_RUNERR_PARAM=Error de parámetro
FK_RUNERR_NOSUPPORT=No soportado
FK_RUNERR_NON_CARRYOUT=Instruccion Fallida
FK_RUNERR_NO_OPEN_COMM=Lector no conectado
FK_RUNERR_MIS_PASSWORD=Error Num. Licencias
FK_RUNERR_MEMORYOVER=Memoria insuficiente en lector
FK_RUNERR_MEMORY=Excede memoria
FK_RUNERR_MANAGEROVER=Espacio Insuficiente, fallo ing. Adm.
FK_RUNERR_LOGINOUTMODE=
FK_RUNERR_INVALID_PARAM=Parametro no valido
FK_RUNERR_FULL_CAPACITY=La capacidad del dispositivo está llena
FK_RUNERR_FPDATAVERSION=Version incorrecta dato no reg.
FK_RUNERR_ERRORR=Error
FK_RUNERR_DEV_WORKING=El dispositivo está funcionando
FK_RUNERR_DEV_WORK_SUCCESS=El trabajo del dispositivo se ha completado
FK_RUNERR_DEV_BUSY=El dispositivo está ocupado
FK_RUNERR_DATADOUBLE=ID repetido
FK_RUNERR_DATAARRAY_NONE=Data no existe
FK_RUNERR_DATAARRAY_END=Lectura Completada
FK_RUNERR_CONNET=Error de comunicación
FK_RUN_SUCCESS=Lector conectado.
FK_GET_USERS=Empleados  
FK_GET_SLOGS=Admin Logs
FK_GET_PSWS=Claves
FK_GET_PHOTOS=Identificación Caras
FK_GET_MANAGERS=Admins
FK_GET_GLOGS=Registro Asistencia
FK_GET_FPS=Huellas
FK_GET_FACES=Caras
FK_GET_CARDS=Tarjetas
FK_GET_ASLOGS=Todos registros Admin
FK_GET_AGLOGS=Todos los Registros
FK_DOOR_UNKNOWN=Desconocido
FK_DOOR_OPEND=Puerta abierta
FK_DOOR_CONTROLRESET=Control Status
FK_DOOR_COMMNAD=Auto cerrado 
FK_DOOR_CLOSED=Puerta cerrada
FK_DI_VERIFY_KIND=Confirma Modo
FK_DI_VERIFY_INTERVALS=Intervalo Registro
FK_DI_SLOG_WARNING=Admin Log Cuidado
FK_DI_RSCOM_BPS=Baudrate
FK_DI_POWEROFF_TIME=Auto Apagado
FK_DI_NETENABLE=RED Habilitada
FK_DI_MULTIUSERS=Multi User
FK_DI_MANAGERS=Admins
FK_DI_LOCK_CTRL=Control Bloqueo
FK_DI_LANGAUGE=Lenguaje
FK_DI_GLOG_WARNING=Log Cuidado
FK_DI_DEVICEID=Lector No.
FK_DI_DATE_SEPARATE=Separador Fecha
FingerPrivilegeName=Rol
FingerPrivilege1=Admin
FingerPrivilege0=User
FingerPrivilege=Rol
FingerNo=Empleado No.
ExecTimes=Tiempo usado:
ErrorUserIdAdd=El número de registro ya existe en la lista actual, vuelva a ingresar!
ErrorUnUserID=No hay información de registro en la máquina!
ErrorStartTimeBegreater=¡La hora de inicio no puede ser mayor que la hora de finalización!
ErrorStartDateBegreater=¡La fecha de inicio no puede ser mayor que la fecha de finalización!
ErrorSource=Error de Origen:
ErrorSelectUsernum=La lista actual no tiene este número de registro, por favor vuelva a ingresar!
ErrorSelectMacOprt=Por favor, seleccione la máquina!
ErrorSelectEmp=Por favor, seleccione empleado!
ErrorSelectDepart=Seleccione Departamento!
ErrorSelectCorrect=Por favor Selecc. {0}!
ErrorPasswordTwo=Las claves no coinciden. Vuelve a intentarlo.
ErrorOutrideMaxLength=Contenido{0} Exceder los bytes máximos permitidos{1}! 
ErrorOldPassword=Contraseña antigua incorrecta!
ErrorNoPower=Lo siento, no permito!
ErrorMessage=Mensaje Error:
ErrorMacParam=Esta característica no es compatible con este modelo o firmware! 
ErrorListEmpty=¡La lista actual está vacía, por favor consígala o aumente el número de registro!
ErrorIncrease=No hay número de registro en la máquina, vuelva a ingresar!
ErrorEnterCorrect=Por favor ingrese correctamente {0}!
ErrorEmpNotExists=La información del empleado no se encontró, por favor, inténtelo de nuevo!
ErrorDepartNotExists=No se encontró la información del departamento, inténtalo de nuevo!
ErrorDBPathEmpty=Por favor, seleccione la ruta de la base de datos!
ErrorDBFileEmpty=Por favor, seleccione el archivo backup!
ErrorCannotRepeated={0} Repetido!
EndTime=Fin Dia
Enddate=Fin Fecha
EndDate=Fecha final
EmpSex1=Mujer
EmpSex0=Hombre
EmpSex=Genero
EmpRuleName=Regla Asist.
EmpRuleID=Regla Asist.
EmpPWDNo=Clave
EmpPWCount=Claves
EmpPhotoCount=Número de fotos de caras dinámicas
EmpPhotoCount=Identificación Caras
EmpPhoneNo=Telefono
EmpPalmVeinCount=Palmas
EmpNoTwo=Persona 2
EmpNoTree=Persona 3
EmpNoOne=Personal 1
EmpNoFour=Persona 4
EmpNoFive=Persona 5
EmpNo=Reg. No.
EmpName=Nombre
EmpMemo=Remark
EmpHireDate=Enrolado en
EmpGZ=Sueldo
EmpFingerCount=Huellas
EmpFaceCount=Caras
EmpCertNo=Numero ID 
EmpCardNo=Tarjeta  ID
EmpCardCount=Tarjetas
EmpAddress=Direccion
Emp=Empleado
DoorTime=Horario de apertura
DoorState=Estado de la puerta de control remoto
DimissionReason=Razon
DimissionOprt=Asistencia
DimissionDate=Fecha
DevGroupName=Nombre del grupo de dispositivos
DevGroupID=Número de grupo de dispositivos
DepartName=Dept. Nombre
DepartMemo=Descripcion
DepartID=Dept. No.
Depart=Departmento
DeferMins=Minutos tradanza permitidos
DeferHrs=Salida
DayOffReason=Razon
DateTimeFormatLog=ddMMyyyyHHmmss
DateTimeFormat=dd/MM/yyyy HH:mm:ss
DateFormatLog=ddMMyyyy
ColumnValid=Fecha válida
ColumnT6=Hora 6
ColumnT5=Hora 5
ColumnT4=Hora 4
ColumnT3=Hora 3
ColumnT2=Hora 2
ColumnT1=Hora 1
ColumnPassID=Timing S.N.
chkAttendancePhoto=recuperación de datos con fotos de asistencia tomadas durante la identificación
cbWeek=Análisis de los datos semanales
cbEmp=Seleccionar Registro
cbAll=Todos Los Registros
CardType=Tipo de identificación
CardTime=Tiempo Asistencia
CalcTypeName=Tipo de Calculo
btnWithdrawal=Desarmar
btnUnselectAll=Deseleccionar todo
btnTestConnect=Test
btnSelectEmp=...
btnSelectDepart=...
btnSelectAll=Seleccionar todo
btnSeaSeriesOprt=Subir a máquina
btnSave=Guardar
btnRemove=Borrar
btnRemoteReg=Registro remoto
btnQuickSearch=Cambiar Empleado
btnPrev=Prev
btnParentGroup=...
btnOk=OK
btnNext=Next
btnGetSnapshotsLog=Reciclaje de registros
btnGetMacSN=Obtener número de máquina
btnGetListFromMac=Obtener lista
btnExit=Cerrar
btnDefence=Armando
btnDBPath=>
btnConnect=Reset Dabase
btnClearSnapshotsLog=Borrar registros del dispositivo
btnClear=Limpiar
btnCancel=Cancela
btnAlarmLog=Registro de alarma
btnAlarm=Desarmar la alarma
btnAddEmpInfo=Agregar perfil de persona
btnAdd=Agregar
btnAccessLog=Registro de control de acceso
Birthday=Fecha de nacimiento
BeginTime=Empezar Dia
Begindate=Empezar Fecha
AlarmTime=Hora de alarma
AlarmMode=Tipo de alarma
AheadMins=Minutos tempranos permitidos
AheadHrs=Login
AccessEorror=como el controlador de base de datos Access no está instalado en su ordenador, por favor intente de nuevo después de instalar y haga clic en install?
AbsentDays=Ausencia
AbsenceRate=Ratio Ausentismo

[Exception]
Caption=Software Error
Label2=Error Details:

[DBPathSelect]
Caption=Select
Label1=Select Folder:
Label2=Selected File:
SelectFolder=Folder
SelectDBBak=File

[DBConnect]
Caption=Configurar Coneccion DB
lblMSSQLServer=Nombre Server:
lblMSSQLVerify=Verificacion Info
rbMSSQLWindowsNT=Activar seteo seguridad de Windows NT integrada
rbMSSQLSQL=Nombre especifico de usuario o clave
lblMSSQLUserName=Nombre Usuario:
lblMSSQLUserPass=Pass Usuario:

[Login]
Caption=Login usuario
Label2=NombreUsuario
Label3=Password
chkPass=Recordar Password
lblHint=Contraseña predeterminada está vacía
Error001=La ultima version es：{0} #13#10#13#10 actualice antes de usar!
Error002=El usuario no existe!
Error003=Clave incorrecta, login fallado!

[Main]
mnuSY=Administrador Sistema
mnuSYPower=Derechos Sistema
mnuSYPassword=Cambiar clave usuario
mnuSYRegister=Registro
mnuSYDataBack=Database Backup
mnuSYDataRest=Restore Database
mnuSYDataUpdate=Database Update
mnuSYDataCompact=Database Compression
mnuSYDataType=Tipo de base
mnuSYDataClear=Limpiar Datos
mnuSYOption=Opciones Sistema
mnuSYClose=Salida
mnuSYSetPort=Puerto de monitoreo en tiempo real
mnuRS=Dato Empleado
mnuRSDepart=Seteo Departamento
mnuRSEmp=Administrador Empleados
mnuRSDimission=Manejador de Reasignaciones
mnuRSEmpChart=Grafico Estadistico Empleados
mnuMJ=Equipamiento General
mnuMJTime=Setear Periodo Tiempo
mnuMJBellTime=Seteo Timbre
mnuMJPower=Permisos
mnuMJDoor=Control remoto puerta
mnuKQ=Manejador Asistencias
mnuKQInOutMode=Configuración del estado de asistencia
mnuKQRuleSetup=Seteo Reglas
mnuKQRule=Reglas Asistencia
mnuKQRuleCalc=Reglas Calculos
mnuKQRuleEmp=Regla Asistencia Empleado
mnuKQRuleDepart=Regla asistencia Departamento
mnuKQShiftSetup=Cambiar Seteos
mnuKQShift=Cambiar Trabajo
mnuKQShiftRule=Reglas Cambios
mnuKQEmpShift=Cambiar Empleado
mnuKQDepShift=Cambiar Departamento
mnuKQRegister=Gestión Del Registro
mnuKQHoliday=Registro Feriado
mnuKQEmpDayOff=Registro Salida
mnuKQEmpOtSure=Registro Sobretiempo
mnuKQEmpSignCard=Ingreso Manual de Asistencia
mnuKQReport=Manejador Reportes
mnuKQDataAssay=Analizar Datos Asistencia
mnuMJReport=Informe de control de acceso
mnuMJReportMJData=Registro Log Acceso
mnuMJDoorSeaSeries=Puerta de Control Remoto
mnuMJDoorCondition=Parámetros de Condición de Apertura de Puerta
mnuMJSeaUserPwd=Modificar Contraseña de Usuario
mnuMJSeaNetParam=Parámetro de Red
mnuMJSeaPower=Validez del Personal
mnuMJSeaSetSound=Parámetros de Audio e Interfaz.
mnuMJSeaRebootDevice=Reiniciar el Dispositivo
mnuMJRealTimeMonitoringSettings=Parámetros de Monitoreo en Tiempo Real
mnuMJReportSeaSnapShots=Registro de Captura en Tiempo Real
mnuSTAR=Dispositivo Galaxy
mnuMJStarRebootDevice=Reiniciar el Dispositivo
mnuMJStarPower=Periodo de Validez del Personal
mnuMJStarParam=Parámetros Básicos
mnuMJStarOpenDoor=Puerta de Control Remoto
mnuMJStarNetParam=Parámetros de vigilancia
mnuMJSeaTemperature=Parámetro de temperatura
mnuMJSeaPersonIDCard=Formulario de registro de testigos (Serie Sea)
mnuMJReportOpenData=Registro de apertura de personal
mnuMJReportAlarmData=Registro de excepción de control de acceso
mnuMJMacParam=Ajuste de parámetros
mnuSEA=Equipos de la Serie Sea.
mnuKQReportData=Log Original
mnuKQReportDataFilter=Log Asistencia
mnuKQReportRecords=Log Asistencia
mnuKQReportDay=Reporte Diario
mnuKQReportMonth=Reporte Mensual
mnuKQReportTotal=Reporte Mensual Empleado
mnuKQReportWeek=Reporte La semanal
mnuKQWeekReportTotal=Reporte La semanal Empleado
mnuKQReportMonthDetail=Informe de Registro del mes de Asistencia
mnuPubReportLog=Reporte Registro
mnuGZ=Manejador Salarios
mnuGZRule=Setear Regla salario
mnuGZItem=Setear Esquema salario
mnuGZRuleEmp=Setear regla salario empleado
mnuGZRuleDepart=Setear regla salario departamento
mnuGZReport=Manejador de Pagos
mnuHelp=Ayuda
mnuHelpTopic=Ayuda
mnuHelpAbout=Acerca
lblUser=Usuario Actual:
IsTest=Software no registrado Expira en {0}
IsTest1=No registrdao, periodo Trial expiro
IsAlways=Registrado (Usuario Autorizado: {0})
IsValid=Registrado (Usuario Autorizado:  {0})，validacion expiro
IsValidDate=Registrado (Usuario Autorizado: {0})，valido hasta {1})
TitleBar=Manejador Dispositivo
ItemTAG1=Sync Hora
ItemTAG2=Info Dispositivo
ItemTAG3=Traer New Logs
ItemLabel=Monitor #13#10 Puerto
ItemText=Ingresa puerto a monitorear
ItemTAG4=Empezar Monitoreo
ItemTAG5=Detener Monitoreo
ItemDownload=Descarga Data Registrada
ItemDownloadUSB=Descarga Data registrda al USB-Disk
ItemUpload=Cargar Data Registrada
ItemUploadUSB=Cargar Registro Data desde USB-Disk
ItemClearData=Limpiar Log
ItemClearManager=Limpiar Admin
ItemClearInfo=Limpiar Registro Data
ItemClearInfoDim=Limpiar Data Reasignada
ItemInitDevice=Reset Dispositivo
ItemGetAllData=Registro De La Máquina Me Reciclaje
ItemUSBData=Importar log desde USB-Disk
ItemUSBText=Importar Log Text
ItemTextFormat=Seteo Formato Texto
ItemMJFunc=Funcion Acceso
ItemMJTimeSetup=Seteo Hora
ItemMJTimeDownload=Tiempo Descarga
ItemMJTimeUpload=Tiempo Carga
ItemMJBellTimeSetup=Seteo Timbre
ItemMJBellTimeDownload=Descaragr seteo timbre
ItemMJBellTimeUpload=Caragr seteo timbre
ItemMJPowerSetup= Permiso Asignado
ItemMJPowerDownload=Descarga Permiso
ItemMJPowerUpload=Carga Permiso
ItemMJDoorOpen=Puerta Abierta
ItemMJDoorClose=Puerta Cerrada
FilterUSB=USB-Disk Data File
FilterUSBF=Archivo regsitro desde USB-Disk
FilterText=Archivo Texto
MsgClearDBDown=¿Desea borrar la base de datos de información de registro?
MsgClearData=No más registro si los borra todos. # 13 # 10 # 13 # 10 ¿Está seguro de borrar todo el registro?
MsgClearManager=No más admin si los borra a todos. # 13 # 10 # 13 # 10 ¿Está seguro de borrar todos los administradores?
MsgClearInfo=Esta acción borrará todos los datos de registro en la máquina, # 13 # 10 # 13 # 10 ¿Está seguro de continuar?
MsgClearInfoDim=¿Quieres borrar los datos reasignados?
MsgClearInfoDimNoInfo=It have no resigned data.
MsgInit=Todos los datos se perderán y se establecerán en la configuración predeterminada si reinicias el equipo. # 13 # 10 # 13 # 10 ¿Está seguro de continuar?
MsgDownInfo=Empleados {0}，Huellas {1}，Rostros {2}，Claves {3}，Tarjetas {4}, Palmas {5}, Reconocimiento Dinámico Rostros {6}
MsgUpInfo={0}[{1}:{2}] Empleados
MsgSystemSetup=Sistema actualizado, se necesita reiniciar equipo
MsgFingerInfo=Data Registrada
MsgFingerName=Nombre & Foto
MsgGetSelectData=Registro De Reciclaje
MsgGetAllData=Reciclar Todos Los Registros

[FKFirmwareVer]
label1=Version
label2=Archivo USB-Disk 
button1=...

[MacInfoAdd]
label3=Clave Conexión

[MacDataFormat]
chkAllow=Habilitar seteo Formato texto
lblSep=Separadores de Campo
rbSepNo=Nada
rbSepTAB=TAB
rbSepCustom=Definir Usuario
lblHint=Nota: Por favor, seleccione los campos, luego introduzca la longitud de los datos y el formato que desea generar
chkMacSN=Lector. No. 
lblMacSN=Longitud
lblMacSNHint=Si introduce 3, el número real del dispositivo es "1", entonces la salida es "001".
chkEmpNo=Registro ID
lblEmpNoHint=Si introduce 5, real es "E0000001", entonces la salida es "00001."
chkEmpName=Nombre Empleado
lblEmpNameHint=
chkDataTime=Tiempo asistencia
lblDataTime=Formato
lblOrder=Orden
btnShowFormat=Mostrar Formato

[SYPowerAdd]
Label4=Maximo 10 caracteres
Label5=Confirmar Clave
label6=Derechos
Error001=¡El ID de registro no debe tener menos de tres dígitos!

[SYPassword]
Label1=Antiguo
Label2=Nuevo
Label3=Confirmar

[SYRegister]
label1=Serial 
label2=Nombre Registro
label3=Licencia
Msg001=¡El registro falla, compruebe por favor el nombre, la licencia se ingreso correctamente, o no!
Msg002=Registro satisfactorio
Msg003=Puede registrar {0} veces.
Error001=Por favor ingrese el nombre de registro!
Error002=¡No se pudo generar la licencia! # 13 # 10 # 13 # 10 Número de registro de veces es cero!
Error003=¡No se pudo generar la licencia!

[SYDataBack]
Label3=Nombre de archivo generado después de la copia de seguridad
Label4=Backup ruta, pulse el botón de la derecha para cambiar
Error001=Introduzca el nombre del archivo generado
Error002=Archivo de copia de seguridad de base de datos ya existe!
Msg001=Archivo de copia de seguridad de base de datos ya existe!
Msg002=Archivo Backup de BD generado satisfactoriamente:{0}

[SYDataRest]
Label3=Archivo Backup BD, seleccione file con boton derecho
Msg001=Restaurando DB, por favor espere…
Msg002=BD restaurada satisfactoriamente.

[SYDataUpdate]
btnOk=Upgrade
btnCancel=Cerrar
Label3=Actualizar archivos, selecciona el archivo con el botón de la derecha
Msg001=Upgrade File
Msg002=Actualizando la base de datos, por favor espere ...
Msg003=Base de datos actualizada con éxito.
Error001=Por favor, seleccione el archivo para actualizar!

[SYDataClear]
groupBox1=Selecciona los datos a borrar
Error001=No hay datos para borrar!
Msg001=¿Desea limpiar estos datos?
Msg002=Datos eliminados.

[SYOption]
tabPage1=Parametro
chkExistDelete=Eliminar datos existentes mientras se actualizan los registros.
chkUploadName=Habilitar el nombre y  foto durante la carga de datos.
tabPage2=Parámetros de vigilancia
chkWarning=Alarma de vigilancia.
label1=Retardo de alarma
label2=Segundo
btnPath=Seleccionar audio
tabPage3=Parámetros del dactilógrafo
rb26=Wagen 26
rb34=Wagen 34

[About]
Version=VersionPrograma
DBVersion=Version DB 

[PubDisplay]
Label1=Nota: Selección que mostrar.

[PubDataIn]
Caption=Importa Data
tabPage1=Eleija archiv Excel a importar.
lblPic=Graba la foto como formato BMP-JPG correspondiendo al nombre y al ID de registro, luego guárdelo en la carpeta "EmpPic" en la ruta de instalación del software, si desea importar otras fotos de los empleados el tamaño debe ser 800 * 600
label2=Elije archivoEXCEL
btnFileName=Elija archivo
label3=Seleccionar el nom hoja de cálculo
tabPage2=Ver Data EXCEL
tabPage3=Seteo campo correspondencia
label6=Nota: Puede revisar registro puntual de la importación fallida en FormDataIn en el directorio de instalación una vez finalizada la importación.
label7=Total Registros
label8=Importado:
label9=Actual Importado:
label10=Departamento Superior
Error001=Seleccione el archivo de Excel para importar.
Error002=Seleccione el nombre del archivo
Error003=Por favor, seleccione el campo a importar los datos!
Msg001=Empieza importacion data {0} 
Msg002=Data {0} importacion completada [{1}, {2}, {3}]
Msg003=The {0} Data

[PubPreview]
Caption=Vista previa
ItemSetup=Seteo pagina
ItemReportEdit=Seteo Reporte
ItemZoomIn=Zoom in
ItemZoomOut=Zoom out
ItemFit=Fit to Pagina
ItemWidth=Ajuste Ancho
ItemHeight=Ajuste Alto
ItemFirst=Primero
ItemPrior=Pre 
ItemNext=Siguiente
ItemLast=Ultimo

[PubSelectDate]
Caption=Calendario
label1=Hora

[PubSelectDepart]
Caption=Select Dept.!

[PubSelectEmp]
Caption=Select Empleado

[PubSelectEmpList]
tabPage1=Por Depart.
tabPage2=Por Empleado
groupBox1=Select Empleado
button1=Borrar

[RSDepart]
Error001=¡El departamento predeterminado no se puede eliminar!
Error002=Hay sub-departamento (s) bajo este, no se puede eliminar!
Error003=Hay empleado (s) bajo este departamento, no puede ser eliminado!

[RSDepartAdd]
label4=Departamento de Superiores
btnParentDepart=Cambiar Dep. Superiores
Error001=¡No se permite la elección de un mismo-dep o sub-dep como las autoridades superiores!

[RSEmp]
ItemTAG1=Descargar a la computadora
ItemTAG2=Subir a la máquina
ItemTAG3=Transferencia masiva al departamento
ItemCardFill=Grabar NumTarjeta
MsgFillInfo=Grabando Num Tarjeta, espera...ID={0}，Nombre={1}
MsgCardEmpty=Revise que la tarjeta esté colocada correctamente.
MsgCardSuccess=Grabado exitoso, retire tarjeta.
Error101=El ID de registro está vacío, importación fallida
Error102=El dep. está vacío, importación fallida!
Error103=Dep. no encontrado, importacion fallida!
Error104=¡ID de registro repetido, la importación falló!

[RSEmpAdd]
label4=Departmento
chkIsAdd=Agregar sig. Empleado
button1=Selecc
button2=Borrar
label18=Imagen debe ser 800*600
btnIDCard=Lea la tarjeta de identificación
btnFpReader=Instrumento de adquisición de huellas dactilares
tabItemPhoto=Foto general
tabItemDynPhoto=Foto de cara dinámica
label14=Tamaño: {0} * {1}
btnSearch=Buscar dispositivo
btnConnet=Conectar
btnCloseDev=Cerrar
btnPhotograph=Fotografía
Error01=No se encontraron cámaras
Error02=Error al conectarse a la cámara
Error03=Error de fotografía
Error04=Seleccione un dispositivo

[RSDimission]
ItemTAG1=Reintegrar
Msg001=¡Por favor, seleccione al empleado para su reintegración!
Msg002=¿Está seguro de reintegrar a este empleado?
Msg003=Reintegrado operación exitosa

[RSEmpChart]
label1=Grafico
rbBar=Histograma
rbPie=Torta
label2=Ver tipo
btnIDCard=Lea la tarjeta de identificación

[KQRule]
Error001=¡Esta regla de asistencia está siendo usada, no se puede borrar!
Error002=¡La regla predeterminada del sistema no puede eliminarse!

[KQRuleAdd]
groupBox1=Tiempo de Asistencia (Uni: Min)
groupBox2=Regla ST
groupBox3=Cálculo de horas trabajadas 
groupBox5=Horas trabajadas
latetime=Tarde para
leavetime=Salida antes
latemore=Mas tarde que
leavemore=Salida antes que
label4=Ignora
label3=Ignora Asistencia
label6=Contar como ST
min=Minutos
lateleave=Tarde o Antes que
DEwroktime=Deducir horas Trab
early=Antes
defer=Posponer
label23=(Asistencia actual)
label24=No elegir dia
label25=La desconexión y el cambio semanal no serán válidos si se habilita sin regla.

[KQRuleCalc]
Error001=!Esta regla de cálculo esta activa, no se puede eliminar!
Error002=Reglas de cálculo predeterminadas del sistema, no se pueden eliminar!

[KQRuleCalcAdd]
KQUsual=Regular
KQOvertime=SobreTiempo
KQLeave=Salir
Sort=Calcular
Usual=Ordinario
Weekend=Fin de Semana
Holiday=Feriado
Error001=¡Full, no se puede agregar!

[KQShift]
Error001=Datos default, no se pueden borrar!
Error002=¡Este cambio está siendo usado, no se puede borrar!

[KQShiftAdd]
ShiftAhead=Tiempo de marcado temprano
ShiftDepart=Dep. Subordinado
ID=Cambio
Signin=In
Signout=Sal
Aheah=Antes
Defer=Despues
Drift=Flexible
NextDay=Dia siguiente
Sort=Tipo Asistencia
No1=Primero
No2=Segundo
No3=Tercero
No4=Cuarto
No5=Quinto
ErrorShiftTime=La hora de fin no puede ser menor que hora de inicio # 13 # 10 (Agregue 24h si es cruzada)
ErrorEmptyTime=Hora no puede ser 0

[KQShiftRuleAdd]
day=Dia
week=Semana
month=Mes
Error001=¡Sólo puede introducir entero que sea mayor que cero!

[KQEmpDayOffAdd]

[KQEmpOtSureAdd]
chkAheadHrs=Permitir inicio de sesión antes (min.)
chkDeferHrs = Permitir la salida después (min.)

[KQEmpShift]
ItemDelete=Borrar mes actual
ItemTAG1=Grabar
ItemTAG2=Cancela
ItemTAG3=Programaciones

[KQEmpShiftBatch]
label1=Dia Inicio
label2=Dia Fin
Error001=¡La fecha de inicio no puede ser mayor que la fecha de fin!

[KQDepShift]
ItemDelete=Borrar el mes actual
ItemTAG1=Graba
ItemTAG2=Cancela
ItemTAG3=Programaciones

[KQDepShiftBatch]
label1=Dia Incio
label2=Dia Fin
Error001=¡La fecha de inicio no puede ser mayor que la fecha de fin!

[KQDataAssay]
label1=Dia Inicio
label2=Dia Fin
rbAll=Todos los Empleados
rbEmp=Selecc Empleado
button1=Inicio
button2=Detener
btnCancel=Cerra
Msg001=Analizando datos de asistencia,  espere ...
Msg002=Datos analizados con éxito. Total de empleados {0}, tiempo empleado {1}
Msg003=Error en los datos de asistencia. Total empleados {0}, tiempo empleado {1}

[KQReportDay]
groupBox1=Optiones
chkLeave=En Licencia
chkAhead=Salir temprano
chkLater=Tarde
chkAbsent=Ausente
chkOtSure=SobreTiempo
chkAll=Exception

[KQReportMonth]
groupBox1=Optiones
chkLeave=En Licencia
chkAhead=Salir temprano
chkLater=Tarde
chkAbsent=Ausente
chkOtSure=SobreTiempo
chkAll=Exception

[KQReportDayDetail]
Caption=Registro Original

[KQReportRecords]
Error001=¡Debe ser mismo año y mismo mes!
Msg001=Analizando los datos de asistencia, espere ...
Msg002=Datos analizados con éxito. Total de empleados {0}, tiempo empleado {1}
Msg003=Error en los datos de asistencia. Total empleados {0}, tiempo empleado {1}

[KQReportTotal]
StaticBox49=Descanso Medico
StaticBox50=Salida
StaticBox5=Subtotal Mensual
StaticBox17=Aceptar
StaticBox18=Revisar
StaticBox19=Verificar
StaticBox20=Confirmar

[PassTime]

[PassTimeAdd]
groupBox1=Informacion de Tiempos

[GroupTime]
label1=Time paragraph number range: Rango de intervalo para parraf. de horas:

[BellTime]
BellTimeID=No.
Allow=Numero de anillos
BellTime=Hora timbre
label1=Hora Timbre

[MJTime]
ItemTAG1=Descarga a PC
ItemTAG2=Cargar a Disp.

[MJTimeAdd]
groupBox1=Info Periodo Hora

[GroupTime]
label1=Intervalo de Hora:

[MJBellTime]
BellTimeID=S.N.
Allow=Numero de anillos
BellTime=Hora
label1=Can Campana
btnDown=Descarga a PC
btnUp=Carga a Disp.
btnOk=Graba
btnCancel=Cerrar

[MJPower]
ItemTAG1=Descarga a PC
ItemTAG2=Carga a Dispo.

[MJDoor]
btnOpen=Abrir temporalmente
btnClose=Las puertas están cerradas con llave
btnCOpen=Las puertas están cerradas con frecuencia
btnHuiF=Normal
btnTimerOpen=Abrir la puerta

[GZRule]
RuleID=Regla No.
RuleName=Nombre Regla
IsFunction=Formaula Activa
VRuleFunction=Formula
RuleCash=Monto fijo
Mode=Tipo de Regla
modeIn=Ingresos
modeOut=Gasto
Error001=¡Estas reglas de salario están siendo usadas, no se pueden borrar!

[GZRuleAdd]
GZRuleID=Regla No.
GZRuleName=Nombre Regla
IsFunction=Activar formula para calculo de montos
Function=Formula
GZRuleCash=Monto Fijo
Mode=Rule Tipo
modeIn=Ingresos
modeOut=Gasto
btL=(
btR=)
btClear=C
btBack=←
btPoint=.
btPlu=+
btSub=-
btMul=*
btDiv=/
check=Revisa Formula
msg1=Por favor, no haga el denominador como cero 
msg2=Las reglas salariales se dividen en ingresos y gastos. Ingresos: horas extraordinarias,bonificaciones por desempeño, etc. Gastos: licencias, multas, etc.
checkOK=¡Revision Correcta! La sintaxis de la fórmula # 13 # 10 es correcta.
checkErr=Revision Fallo! #13#10 la formula tiene error

[GZItem]
ItemID=No.
ItemName=Nombre
Out=Gasto
In=Ingreso

[GZItemAdd]
GZItemID=No.
GZItemName=Nombre
gbGZItemOut=Regla de Gasto
gbGZItemIn=Regla de Ingresos
gbGZItem=Regla
btAdd=Adicionar
btDel=Borrar
btUp=↑
btDown=↓
msg1=Cada esquema salarial contiene un máximo de 20 ingresos y 20 reglas de gastos

[GZRuleEmp]
RuleIDName=Regimen Salarial

[GZRuleEmpAdd]
RuleIDName=Regimen Salarial

[GZRuleDepart]
RuleIDName=Regimen Salarial

[GZRuleDepartAdd]
RuleIDName=Regimen Salarial

[GZReport]
In=Ingresos
Out=Gastos
Sum=Equema actual
lblYM=Mes
GZItem=Esquema Salarial
ItemTAG1=Bloquear Registro
ItemTAG2=Desbloqueado
MsgNoSelectFreeze=No item a bloquear
MsgFreezeSucceed=Bloqueado
MsgNoSelectBreakFreeze=No item a bloquear
MsgBreakFreezeSucceed=Desbloquear
Msg001=Analizando datos, por favor espere …
Msg002=Datos analizados con éxito. Total de empleados analizados {0}, tiempo empleado {1}
Msg003=Error en los datos analizados. Total de empleados analizados {0}, tiempo empleado {1}
Msg004=No ha configurado { 0 } o { 1 }

[KQInOutMode]
label1=ING1
label2=SAL1
label4=ING2
label3=SAL2
label6=ING3
label5=SAL3
label8=ING4
label7=SAL4
label10=ING5
label9=SAL5

[FPReader]
frmFpReader=Instrumento de adquisición de huellas dactilares
btnInit=Inicialización
btnEnroll=Inscribirse
btnVerify=Verificar
btnStop=Detener
btnClose=Cerrar dispositivo
btnGetFpData=Huella digital existente
btnClearFpData=Borrar huella dactilar
lblEmpNo=Reg. No.
lblFingerNo=Empl. No.
gbxFpReader=Caracteristicas
MsgOpenDevice=Abrir dispositivo ...
MsgInitSuccess=Inicialización exitosa
MsgNoDevice=No se detectó dispositivo
MsgClearRequest=¿Seguro que quieres eliminar todas las huellas dactilares de este usuario?
MsgClearComplete=Se borraron todas las huellas dactilares de {0}
MsgRegisterSuccess=Regístrese {0} - {1} para tener éxito
MsgExist={0}-{1} existe
MsgPressFinger=Por favor, presione su dedo
MsgLeaveFinger=Por favor deja tu dedo
MsgOverRegister=10 huellas dactilares han sido registradas
MsgStop=Detener
MsgFPunregistered=Por Favor Presiona Tu Dedo Otra Vez

[MJDynamicAdd]
gBSetTimeCertificate=Información de periodo de tiempo
groupBox1=Información de periodo de validez
lb1stPeriod=Período I
lb2ndPeriod=Período II
lb3rdPeriod=Período III
label4=Período de validez hasta

[MJDynamicEdit]
gBSetTimeCertificate=Información de periodo de tiempo
groupBox1=Información de periodo de validez
lb1stPeriod=Período I
lb2ndPeriod=Período II
lb3rdPeriod=Período III
label4=Período de validez hasta

[MJDynamic]
ItemTAG1=Eliminar DEV SET
ItemTAG2=Carga a Dispo.

[PubDevSet]
label1=Número total de gerentes
label2=Volumen
label3=Tiempo de retorno de la interfaz
label4=Advertencia de registro de asistencia
label5=Repetir el tiempo de confirmación
label6=Tiempo de protector de pantalla
label7=Tiempo de dormir
label9=Número de máquina
label10=Servidor IP
label11=Puerto del servidor
label12=Transferencia
label13=Confirmacion simultanea
label14=Retraso de apertura
label15=Tipo magnetico
label16=Retraso de la puerta
label17=Antisubmarino de vuelta
label18=Alarma de sabotaje
label19=Retraso de alarma
label20=Formato wiegand
label35=Salida de wiegand
label36=Entrada wiegand
tabPage1=Ajustes basicos
tabPage2=Información de comunicación
tabPage3=Función de control de acceso
yes=Si
no=No
open=Tipo abierto
close=Cerrado
btnOk=Guardar
btnUpload=Subir al dispositivo
btnDownload=Llegar a la computadora
MsgSaveFail=Error al guardar datos
btnAlarm=Desarmar la alarma
lbMinute=Minuto
lbSecond=Segundo
CardNo=Número de tarjeta
EmpNoParam=Número de trabajo
Error=El valor de {0} solo se permite entre {1} y {2}！

[PubMacParam]
Managers=Número total de gerentes
Volume=Volumen
ShowResultTime=Tiempo de retorno de la interfaz
GlogWarning=Advertencia de registro de asistencia
ReverifyTime=Repetir el tiempo de confirmación.
ScreensaversTime=Tiempo de protector de pantalla
SleepTime=Tiempo de dormir
ServerIPAddress=Servidor IP
ServerPort=Puerto del servidor
ServerRequest=Transferencia
MutiUser=Confirmacion simultanea
OpenDoorDelay=Retraso de apertura
DoorMagneticType=Tipo magnetico
DoorMagneticDelay=Retraso de la puerta
Antiback=Antisubmarino de vuelta
UseAlarm=Alarma de sabotaje
AlarmDelay=Retraso de alarma
WiegandType=Formato wiegand
WiegandOutput=Salida de wiegand
WiegandInput=Entrada wiegand
ItemTAG1=Descargar a la computadora
ItemTAG2=Subir a la máquina
ItemMomEdit=Edición por lotes
tabPage1=Ajustes basicos
tabPage2=Información de comunicación
tabPage3=Función de control de acceso
yes=Si
no=No
open=Tipo abierto
close=Cerrado
btnOk=Guardar
btnUpload=Subir al dispositivo
btnDownload=Llegar a la computadora
MsgSaveFail=Error al guardar datos
btnAlarm=Desarmar la alarma
lbMinute=Minuto
lbSecond=Segundo
CardNo=Número de tarjeta
EmpNoParam=Número de trabajo
Error=El valor de {0} solo se permite entre {1} y {2}！

[BaseDate]
cbTiming=Nuevo récord de recuperación de tiempo
cbOne=La primera vez
cbTwo=Segunda vez
cbThree=Tercera vez
cbFour=Cuarta vez
cbFive=Quinta vez
lbTips=(para utilizar esta función es necesario mantener el software funcionando correctamente)
cbNew=Nuevo récord
frmData=Registros de recuperación
MsgGetSelectData=Registro de las opciones de reciclaje
MsgGetAllData=Recuperación de todos los registros
MsgSetTimingData=Ajuste el tiempo para recuperar nuevos registros
MsgGetNewData=Nuevo récord de recuperación
Error001=¡El tiempo de inicio no debe ser mayor que el tiempo de fin!

[MJDoorCondition]
label1=Umbral de comparación de listas en blanco y negro
label2=Umbral de comparación de tarjetas de identificación
label3=Método de apertura de la puerta
label4=Método de verificación
label5=Control de modo de interfaz de apertura de puerta
label6=Tipo de protocolo Wigan
label7=Número de tarjeta de acceso público
label8=Genere automáticamente el número de la tarjeta de inicio del número de la tarjeta de acceso
label9=Genere automáticamente el número de la tarjeta final del número de la tarjeta de acceso
label10=Retraso de apertura de puerta (ms)
btnGetParam=Obtener parámetros
btnOk=Establecer parámetros
FaceOpenMode=Cara de apertura
RemoteDoorOpenMode=Método de apertura remota de la puerta
RemoteDoorOrFaceOpenMode=Apertura remota o frontal
Whitelist=Verificación de lista blanca
IdCard=Verificación de tarjeta de identificación
WhitelistAndIdCard=Lista blanca + ID
WhitelistOrIdCard=Lista blanca o ID
WiganInterface=Interfaz Wigan
SwitchingValue=Valor de cambio
WiganInterfaceAndSwitchingValue=Wigan Interface + Switch
RFCard=Verificación de tarjeta RF
RFCardAndWhiteList=Verificación de tarjeta RF + Verificación de lista blanca
RFCardOrWhiteList=Verificación de tarjeta RF o verificación de lista blanca
WiganCard=Verificación de WiganCard
WiganCardAndWhiteList=WiganCard + verificación de la lista blanca
WiganCardOrWhiteList=Verificación WiganCardOrWhiteList
Temperature=Prueba de temperatura corporal
Mask=Detección de máscara
TemperatureAndWhite=Temperatura corporal + detección de lista blanca
MaskAndWhite=Detección de máscara + lista blanca
MaskAndTemperature=Máscara + detección de temperatura
MaskAndTemperatureAndWhite=Máscara + temperatura + detección de lista blanca

[MJSeaUserPwd]
Label1=Cambiar contraseña
Label2=Confirmar contraseña
Label3=¡Después de una configuración exitosa, el nombre de usuario y la contraseña son los mismos!
Error001=Las dos contraseñas son diferentes, ¡vuelva a ingresar!

[MJSeaNetParam]
Label1=Dirección IP del dispositivo
Label2=Dispositivo de máscara de subred ip
Label3=Dispositivo ip gateway
Label4=Puerto de servicio de datos
Label5=Puerto de servicio web
btnOk=Establecer parámetros de red
btnGetNetParam=Obtener parámetros de red

[MJSeaPower]
ItemTAG1=Descargar a la computadora
ItemTAG2=Subir a la máquina

[MJSeaSetSound]
chkVerifySuccAudio=Si la autenticación tiene éxito
chkVerifyFailAudio=Si se transmite la falla de autenticación
chkRemoteCtrlAudio=Reproducción de sonido de control remoto
chkVerifySuccGuiTip=Si la interfaz de autenticación exitosa solicita
chkVerifyFailGuiTip=Si la interfaz de falla de autenticación solicita
chkUnregisteredGuiTip=Si la lista no es una solicitud de interfaz registrada
chkIPHide=¿Está oculta la IP de la interfaz?
chkIsShowName=Si la comparación es exitosa, si se muestra la solicitud de nombre
chkIsShowTitle=Si se muestra la solicitud del título de la interfaz
chkIsShowVersion=Si se muestra el número de versión de la interfaz
chkIsShowDate=Si se muestra el indicador de fecha de la interfaz
chkIDCardNumHide=¿Está oculto el número de la tarjeta de interfaz?
chkICCardNumHide=El número de la tarjeta IC de interfaz está oculto
Label1=Volumen
btnGetSetSound=Obtener parámetros de audio
btnOk=Establecer parámetros de audio

[MJStarParam]
lbDevName=Nombre del dispositivo
lbWiegandType=Formato Wiegand
lbLanguage=Idioma
chkAntiPass=Espalda con espalda
lbOpenDoorDelay=Retraso de puerta abierta
chkTamperAlarm=Alarma de sabotaje
lbAlarmDelay=Retardo de alarma
lbReverifyTime=Tiempo de reconocimiento duplicado
lbScreensaversTime=Hora de ingresar al protector de pantalla
lbSleepTime=Tiempo de sueño
btnGetParam=Obtener parámetros
btnOK=Establecer parámetros
lbVerifyMode=Modo de verificación
lbVolume=sonido
Arabic=Árabe
SimplifiedChinese=Chino simplificado
TraditionalChinese=Chino tradicional
English=Inglés
Korean=Coreano
ThaiLanguage=Thai
Turkish=Turco
Spanish-Argentine=Español-argentino
Spanish=Español
Portuguese-Brazilian=Portugués-brasileño
Portuguese=Portugués
French=Francés
Indonesian=Indonesio
German=Alemán
Persian=Persa
Japanese=Japonés
Vietnamese=Vietnamita

[MJStarNetParam]
chkPushEnable=Si habilitar la transmisión
lbServerHost=Dirección del servidor
lbServerPort=Puerto del servidor
lbPushServerHost=Dirección del servidor de inserción
lbPushServerPort=Puerto del servidor de inserción
lbInterval=Tiempo de latido
btnGetParam=Obtener parámetros
btnOK=Establecer parámetros

[MJSeaTemperature]
lbFaceMaskTPTMode=Modo de detección
Null=Ninguno (comparación de reconocimiento de patrones por método de verificación)
lbTemperatureCheck=Calibración de temperatura
lbTemperatureHigh=Umbral de alarma de temperatura
lbEnvTemperature=Temperatura ambiente
lbEnvTemperatureCheck=Valor de calibración de temperatura ambiente
lbOpenLaser=Ya sea para encender el láser
yes=Si
no=No
btnGetTemperatureParam=Obtener parámetros
btnOK=Establecer parámetros

[SYSetPort]
lbRegularPort=Convencional
lbSeaPort=Serie del mar
lbStarPort=Serie de estrellas

[PubDevGroup]
lbDevGroup=Grupo de equipos
lbGroupNo=Número de grupo de dispositivos
lbGroupName=Nombre del grupo de dispositivos
lbGroupSuperior=Grupo de equipamiento superior
lbRemarks=Observaciones
ItemSave=Guardar
ItemUnsave=Cancelar
btnParentGroup=...
Error001=¡El grupo no puede cambiar al superior!
Error002=¡El grupo de dispositivos tiene hasta cuatro niveles!
Error003=¡El grupo de dispositivos principal no se puede eliminar!
Error004=¡Este grupo tiene subgrupos y no se puede eliminar!
Error005=¡Este grupo tiene dispositivos y no se puede eliminar!